Repository: Eric-Brison/dynacase-workspace
Catalog: WORKSPACE_*.po
Languages: fr

source: (copy)
fr: (copie)

source: %.01f Mb
fr: %.01f Mo

source: %d documents deleted
fr: %d documents supprimés

source: %d items
fr: %d éléments

source: %d kb
fr: %d ko

source: %s : edit HTML file
fr: %s : édition du fichier HTML

source: %s attribute is not a file
fr: L'attribut %s n'est pas du type fichier

source: %s directories
fr: dossiers %s

source: %s file downloaded by %s on %s
fr: fichier %s téléchargé par %s sur %s

source: %s files
fr: fichiers %s

source: %s group profile
fr: profil du groupe %s

source: %s members
fr: %s membres

source: %s readers
fr: lecteur de %s

source: %s workspace profile
fr: profil de l'espace %s

source: %s writers
fr: rédacteur de %s

source: 0 item
fr: 0 élément

source: 1 item
fr: 1 élément

source: <1 kb
fr: <1 ko

source: A new document version will be created with the new name version
fr: Une nouvelle version de document va être créée avec la nouvelle dénomination de la version

source: Abord file modification
fr: Abandonner la modification

source: Abort modification and unlock document
fr: Abandonne la modification en cours et déverouille le document

source: Abstract
fr: Résumé

source: Access For Workspace edition
fr: Accès à l'édition des espaces de travail

source: Access for access to workspaces
fr: Accès aux espaces partagés

source: Actual version
fr: Version actuelle

source: Add version
fr: Ajouter une version

source: Allocated to
fr: Affecté à

source: Clic to reload documents list
fr: Cliquer pour recharger le document

source: Clic to view menu
fr: Cliquer pour voir le menu

source: Click to modify description
fr: Cliquer pour modifier la description

source: Click to modify subject
fr: Cliquer pour modifier le sujet

source: Click to modify title
fr: Cliquer pour modifier le titre

source: Click to rename file
fr: Cliquer pour renommer le fichier

source: Contributors
fr: Contributeurs

source: Create new space
fr: Créer un nouvel espace

source: Create new version
fr: Créer une nouvelle version

source: Create new version for the document
fr: Créer une nouvelle version pour le document

source: Delete link
fr: Supprimer le lien

source: Delete the folder and its containt
fr: Supprimer le dossier et son contenu

source: Desaffect
fr: Désaffecter

source: Diffuse
fr: Diffuser

source: Display
fr: Afficher

source: Documents Exchange
fr: Echange de documents

source: Don't view yet this information
fr: Ne plus voir cette information

source: Double Click to recompute the thumbnail
fr: Double-cliquer pour mettre à jour la miniature

source: Download
fr: Télécharger

source: Download <i>%s</i> file<br> for modification
fr: Télécharger le fichier <i>%s</i><br> pour modification

source: Download file for edit and modify it
fr: Télécharger le fichier afin de le modifier

source: Download file for reading
fr: Télécharger le fichier pour le consulter

source: Downloading file...
fr: Téléchargement en cours...

source: Edit file
fr: Editer le fichier

source: Edit inline
fr: Editer en ligne

source: Empty trash
fr: Vider la corbeille

source: File Size Menu
fr: Taille

source: File Type Menu
fr: Type

source: File path
fr: Emplacement

source: File type
fr: Type de fichier

source: Filename Menu
fr: Nom

source: Fix
fr: Figer

source: Fix document with version
fr: Figer le document avec la version

source: Fix state
fr: État pour la version

source: Fix version
fr: Figer la version

source: Group of users that can edit files in [ADOC %d] space
fr: Groupe des utilisateurs qui peuvent modifier les fichiers de l'espace [ADOC %d]

source: Group of users that can view files in [ADOC %d] space
fr: Groupe des utilisateurs qui peuvent voir les fichiers de l'espace [ADOC %d]

source: ImaggePreview
fr: Aperçu

source: Keywords
fr: Mots-Clefs

source: Last acces date
fr: Date de dernier accès

source: Manage workspaces
fr: Gestion des espaces de travail

source: Modify keywords
fr: Modifier les mots-clefs

source: My space
fr: Mon espace

source: Name the version
fr: Nommer la version

source: Namespace
fr: Nom de l'espace

source: New file
fr: Nouveau fichier

source: New text
fr: Nouveau texte

source: New version
fr: Nouvelle version

source: No abstract
fr: Pas de résumé

source: No keyword
fr: Pas de mots-clefs

source: No subject
fr: Pas de sujet

source: No title
fr: Pas de titre

source: On the document clic to 'upload file' to save modified file in the work space
fr: Sur le document cliquez sur 'Replacer le fichier' pour sauver le fichier modifié dans l'espace de travail.

source: Private
fr: Privé

source: Put the modified file
fr: Récupérer le fichier modifié

source: Reader group
fr: Groupe lecteur

source: Redactor group
fr: Groupe rédacteur

source: Reference name
fr: Nom de référence

source: Reload
fr: Recharger

source: Reload file
fr: Recharger le fichier

source: Reserve
fr: Réserver

source: Reserve the file
fr: Réserver le fichier

source: Revision comment
fr: Commentaire de révision

source: Select it if you want to change again the file after this save
fr: Sélectionner si vous vouler refaire des modifications après la sauvegarde

source: Send searches
fr: Lancer la recherche

source: Send user searches
fr: Lancer la recherche d'utilisateurs à insérer

source: Space
fr: Espace

source: Stay in edition mode ?
fr: Rester en mode édition ?

source: Subject
fr: Sujet

source: Sure delete %s and its containt ?
fr: Etes-vous sur de supprimer %s et son contenu ?

source: The current version will be archived with the version
fr: La version courante va être archivée avec la version

source: The file %s has been downloaded and the document has been locked and tagged : in edition
fr: Le file %s a été téléchargé et le document a été verrouillé et a été marqué : en édition

source: The file will be downloaded in your personal computer. You need to save it in your personal space. Do not try to open it directly because you can loose it
fr: Le fichier va être téléchargé sur votre ordinateur. Vous devez le sauver dans votre espace personnel. N'essayer pas de l'ouvrir directement car vous risquez de perdre vos modifications

source: The name file must the same as previous name
fr: Le nom du fichier doit être le même que le nom initial

source: The name of the file must be the same as previous name
fr: Le nom du fichier doit être le même que l'original

source: The text has be modified
fr: Le texte a été modifié

source: The version rename will not create new version
fr: Le renommage de la version ne crée pas de nouvelle version

source: This document will be dropped in the trash. Sure delete %s ?
fr: Ce document va être mis dans la poubelle Êtes vous certain de vouloir supprimer %s

source: This link will be deleted. Sure delete %s ?
fr: Ce lien va être supprimé. Êtes vous certain de vouloir supprimer %s

source: To prevent error, the filename must be the same as the previous name
fr: Afin de limiter les erreurs, le nom du fichier doit être le même que celui du fichier original

source: Undefined version
fr: Non définie

source: Upload modified file
fr: Replacer le fichier modifié

source: Use external software editor to modify file
fr: Utiliser votre éditeur pour modifier le fichier

source: Use internal editor to modify file
fr: Utiliser l'éditeur interne pour modifier le fichier

source: Version name is empty
fr: Le nom de la version est vide

source: View complete historic
fr: Voir l'historique complet

source: View file inline
fr: Voir le fichier en ligne

source: View historic
fr: Voir l'historique

source: When the file is saved, you can edit it with the appropriated application and save it at the same place
fr: Lorsque le fichier est sauvé, vous pouver l'éditer avec le programme approprié et sauver les modifications du fichier sans le renommer

source: When the modification are done, you must go to web shared folder application and select the file
fr: Quand les modifications sont finies, vous devez aller sur l'application "Espaces de travail" afin de sélectionner le document pour remplacer le fichier modifié.

source: WorkSpace
fr: Espace de travail

source: WorkSpace Admin
fr: Administration des espaces de travail

source: You must click on the Search... button to select the modified file
fr: Vous devez cliquer sur le bouton Parcourir ... pour sélectionner le fichier modifié.

source: You need to select the file
fr: Vous devez selectionner un fichier

source: add branch in folder tree
fr: ajouter une branche dans l'arbre des dossiers

source: alternate between private space and document basket
fr: alternance entre l'espace privé et le porte-documents

source: bytes
fr: octets

source: cancel download file
fr: annulation du téléchargement

source: cannot duplicate %s document
fr: le document %s ne peut pas être dupliqué

source: cannot move folder %s in %s cause loop
fr: le répertoire %s ne peut être déplacer dans %s car ce dernier est un dossier parent

source: create a new version
fr: créer une nouvelle version

source: current version
fr: courante

source: default profile for [ADOC %d] - %s - space directories
fr: profil par défaut pour les répertoires de l'espace [ADOC %d] -%s

source: default profile for [ADOC %d] - %s - space files
fr: profil par défaut pour les fichiers de l'espace [ADOC %d] -%s

source: display/undisplay
fr: afficher/cacher

source: do not see confirmation before download for edition
fr: ne plus voir la confirmation avant de télécharger en édition

source: document %s already in edition
fr: le document %s est déjà en édition

source: document %s does not exist
fr: Le document %s n'existe pas

source: document %s is not in edition
fr: le document %s n'est pas en édition

source: download file for edition
fr: téléchargement de fichier en édition

source: download file from simplefile
fr: télécharger un fichier pour simplefile

source: duplicate a document
fr: dupliquer un document

source: duplication of %s
fr: copie de %s

source: edit HTML file
fr: éditer le fichier HTML

source: edit download file
fr: édition téléchargement de fichier

source: edit for add new version
fr: édition d'une nouvelle version

source: edit for fix new version
fr: édition pour figer la version

source: empty the user trash
fr: vider la corbeille

source: failed to copy document %s
fr: échec de la copie du document %s

source: file modification aborted
fr: modification du fichier abandonnée

source: fix a new version
fr: figer la version

source: height of folder list box
fr: hauteur du cadre de la liste des dossiers

source: height of folder tree box
fr: hauteur du cadre de l'arborescence des fichiers

source: input file name to search
fr: nom du fichier à rechercher

source: interface to navigate in spaces
fr: interface pour naviguer dans les espaces

source: intranet group profile for [ADOC %d] - %s - space files
fr: profil par défaut pour les groupes lecteur / rédaceteur de l'espace [ADOC %d] - %s

source: locked by %s %s
fr: Verrouillé par %s %s

source: my basket
fr: mon panier

source: my documents to read
fr: mes documents à lire

source: my locked documents
fr: mes documents verrouillés

source: no user defined
fr: pas d'utilisateur défini

source: personal space of %s
fr: espace personnel de %s

source: popup menu for simplefile family
fr: menu popup pour la famille simplefile

source: popup menu for simplefolder family
fr: menu popup pour la famille simplefolder

source: popup menu global in folder list
fr: menu popup global pour la liste de dossier

source: popup menu in folder list
fr: menu popup pour le contenu de dossier

source: private space
fr: espace privé

source: properties
fr: Propriétés

source: reader
fr: lecteur

source: redactor
fr: rédacteur

source: refresh count item of folder
fr: raffraichi le nombre d'item de dossier

source: rename file name
fr: renommer le fichier

source: restore a document from the trash
fr: restaurer un document depuis la corbeille

source: restore folder and its containt
fr: Restaurer le dossier et son contenu

source: search a document
fr: rechercher un document

source: suppress member
fr: enlever un membre

source: the trash cannot be empty
fr: La corbeille ne peut pas être vidée

source: to view a document
fr: pour voir un document

source: to view clipboard
fr: pour voir le panier

source: to view folder
fr: pour voir un dossier

source: trash
fr: corbeille

source: type characters to filter users on it's name
fr: Saisissez les caractères pour filtrer sur le nom de l'utilisateur à rechercher

source: undefined
fr: non défini

source: undefined version
fr: non définie

source: unknow user %s
fr: utilisateur inconnu %s

source: upload file for modification
fr: replacer le fichier

source: view members of reader group
fr: voir les membres du groupe lecteur

source: view members of redactor group
fr: voir les membres du groupe rédacteur

source: width of folder tree box
fr: largeur du cadre dans l'arborescence des fichiers

source: workspace profile for [ADOC %d] - %s - space files
fr: profil par défaut pour les fichiers de l'espace [ADOC %d] - %s

source: ws %d bytes
fr: %d octets

source: ws Add a note
fr: Ajouter une note

source: ws Add to basket
fr: Ajouter au panier

source: ws Cancel
fr: Annuler

source: ws Click to view menu
fr: Cliquer pour voir le menu

source: ws Comment
fr: Commentaire

source: ws Creation date
fr: Date de création

source: ws Directory
fr: Répertoire

source: ws Historic
fr: Historique

source: ws Locked by
fr: Verrouillé par

source: ws Modification Date Menu
fr: Date de modification

source: ws Modification date
fr: Date de dernière modification

source: ws New directory
fr: Nouveau répertoire

source: ws Reaffect
fr: Réaffecter

source: ws Rename file as %s
fr: Renommer le fichier en %s

source: ws Size
fr: Taille

source: ws State
fr: État

source: ws Trash
fr: Corbeille
